Repository: nh36/ChinTransMem
Catalog: corpus/exports/tmx/laozi__laozi-chapter-020__aligned_passages.tmx
Source language: zh_hant
Languages: en

source: 絕學無憂，唯之與阿，相去幾何？
en: When we renounce learning we have no troubles.

source: 善之與惡，相去若何？
en: The (ready) 'yes,' and (flattering) 'yea;'

source: 人之所畏，不可不畏。
en: Small is the difference they display.

source: 荒兮其未央哉﹗
en: But mark their issues, good and ill;

source: 眾人熙熙，如享太牢，如春登臺。
en: What space the gulf between shall fill?

source: 我獨泊兮其未兆，如嬰兒之未孩；
en: What all men fear is indeed to be feared; but how wide and without end is the range of questions (asking to be discussed)!

source: 儽儽兮若無所歸。
en: The multitude of men look satisfied and pleased; as if enjoying a full banquet, as if mounted on a tower in spring.

source: 眾人皆有餘，而我獨若遺。
en: I alone seem listless and still, my desires having as yet given no indication of their presence.

source: 我愚人之心也哉﹗
en: I am like an infant which has not yet smiled.

source: 沌沌兮，
en: I look dejected and forlorn, as if I had no home to go to.

source: 俗人昭昭，
en: The multitude of men all have enough and to spare.

source: 我獨昏昏。
en: I alone seem to have lost everything.

source: 俗人察察，
en: My mind is that of a stupid man;

source: 我獨悶悶。
en: I am in a state of chaos.

source: 澹兮其若海，
en: Ordinary men look bright and intelligent, while I alone seem to be benighted.

source: 飂兮若無止。
en: They look full of discrimination, while I alone am dull and confused.

source: 眾人皆有以，
en: I seem to be carried about as on the sea, drifting as if I had nowhere to rest.

source: 而我獨頑似鄙。
en: All men have their spheres of action, while I alone seem dull and incapable, like a rude borderer.

source: 我獨異於人，而貴食母。
en: (Thus) I alone am different from other men, but I value the nursing-mother (the Dao).
